Repository: VioletEvergarden1017/MyFoodPin
Catalog: FoodPin/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Camera
zh_hans: 相机

source: Cancel
zh_hans: 取消

source: Choose your photo source
zh_hans: 选择你的照片来源

source: CREATE YOUR FOOD GUIDE
zh_hans: 建立你自己的就餐引导

source: Delete
zh_hans: 删除

source: DISCOVER GREAT RESTAURANT
zh_hans: 发现优质餐厅

source: Facebook
zh_hans: 脸书

source: Find restaurants shared by your friends and other foodies
zh_hans: 发现朋友和其他食客所分享的餐厅

source: GET SRARTED
zh_hans: 立马开始

source: Instagram
zh_hans: Ins

source: Just checking in at
zh_hans: 马上预定

source: NEXT
zh_hans: 下一步

source: Oops
zh_hans: 糟糕

source: Photo Library
zh_hans: 图库

source: Pin your favorite restaurants and create your own food guide
zh_hans: 标记你喜爱的餐厅并建立你自己的就餐引导

source: Rate us on App Store
zh_hans: 在AppStore给我们打分

source: Saving data to database...
zh_hans: 存储数据至数据库…

source: Search and locate your favorite restaurant on Maps
zh_hans: 在地图上搜索和定位你喜爱的餐厅

source: Search restaurants...
zh_hans: 搜索餐厅

source: setting the dataStore
zh_hans: 设置数据库

source: Share
zh_hans: 分享

source: SHOW YOU THE LOCATION
zh_hans: 展示地址给你

source: Tell us your feedback
zh_hans: 告诉我们你的反馈

source: Twitter
zh_hans: 推特

source: We can't proceed because one of the field is blank.Please note that all fields are required.
zh_hans: 无法提交表单，因为有一个文字栏是空白的。请注意所有的栏都是需要的。
